{
    "appName": {
        "message": "Voir image",
        "description": "Titre de l'application, affiché sur la boutique en ligne."
    },
    "appDesc": {
        "message": "Réimplémente les boutons \"Voir l'image\" et \"Recherche par image\".",
        "description": "La description de l'application, comme indiqué sur la boutique en ligne."
    },
    "searchImage": {
        "message": "Recherche par image",
        "description": "Le bouton mène à google, recherche par page d'image."
    },
    "viewImage": {
        "message": "Voir l'image",
        "description": "Bouton pour visualiser l'image."
    },
    "settingsToggle_NewTab_viewImage": {
        "message": "Ouvrir les images dans un nouvel onglet:",
        "description": "Basculement des paramètres qui provoque l'ouverture des images dans le nouvel onglet."
    },
    "settingsToggle_NewTab_searchByImage": {
        "message": "Ouvre \"Recherche par image\" dans un nouvel onglet:",
        "description": "Basculement des paramètres entraînant l'ouverture de la recherche par page d'image dans un nouvel onglet."
    },
    "settingsToggle_globeIcon": {
        "message": "Afficher l'icône du globe dans le bouton \"Voir image\":",
        "description": "Basculement des paramètres qui provoque l'affichage de l'icône du globe sur le bouton \"Voir image\"."
    },
    "settingsToggle_subjectCopyright": {
        "message": "Masquer \"Les images peuvent être sujettes au copyright\".",
        "description": "L'option Paramètres permet de masquer le message de copyright sur la page de résultats de l'image."
    },
    "settingsToggle_noReferrer": {
        "message": "Masquer le référent du site Web en cliquant sur \"Voir image\":",
        "description": "Basculement des paramètres qui fait basculer rel='noreferrer' sur le bouton \"Voir image\"."
    },
    "settingsToggle_buttonText": {
        "message": "Réglage manuel du texte du bouton:",
        "description": "Le basculement des paramètres permet de définir manuellement le texte des boutons plutôt que les paramètres linguistiques."
    },
    "resetButton": {
        "message": "Réinitialiser",
        "description": "Texte affiché sur le bouton de réinitialisation."
    },
    "optionsButton": {
        "message": "Options",
        "description": "Texte affiché sur le bouton lien vers les options."
    }
}
