{
    "appName": {
        "message": "Ver Imagen",
        "description": "Título de la aplicación, mostrado en la Tienda Web."
    },
    "appDesc": {
        "message": "Reimplementa los botones de Google Imágenes: \"Ver imagen\" y \"Buscar por imagen\".",
        "description": "La descripción de la aplicación, mostrada en la Tienda Web."
    },
    "searchImage": {
        "message": "Buscar por imagen",
        "description": "Botón que lleva a la página de búsqueda por imágenes de Google."
    },
    "viewImage": {
        "message": "Ver imagen",
        "description": "Botón para ver la imagen."
    },
    "settingsToggle_NewTab_viewImage": {
        "message": "Abrir \"Ver imagen\" en una pestaña nueva:",
        "description": "Settings toggle which causes images to open in new tab."
    },
    "settingsToggle_NewTab_searchByImage": {
        "message": "Abrir \"Buscar por imagen\" en una pestaña nueva:",
        "description": "Settings toggle which causes the search by image page to open in new tab."
    },
    "settingsToggle_globeIcon": {
        "message": "Mostrar el icono del globo terraquio en el botón \"Ver imagen\":",
        "description": "Settings toggle which causes the globe icon to display on the \"View Image\" button."
    },
    "settingsToggle_subjectCopyright": {
        "message": "Ocultar el aviso \"Las imágenes pueden estar protegidas por derechos de autor\":",
        "description": "Settings toggle hides copyright message on image results page."
    },
    "settingsToggle_noReferrer": {
        "message": "Ocultar el referente a la página web cuando se hace clic en \"Ver imagen\":",
        "description": "Settings toggle which toggles rel='noreferrer' on the \"View Image\" button."
    },
    "settingsToggle_buttonText": {
        "message": "Establecer manualmente el texto de los botones:",
        "description": "Settings toggle enables manually set text for buttons rather than locale."
    },
    "resetButton": {
        "message": "Reiniciar",
        "description": "Texto mostrado en el botón de reinicio."
    },
    "optionsButton": {
        "message": "Configuración",
        "description": "Text displayed on the link to options button."
    }
}
